---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsAdjustableConnector
source: html/7f2937d3-ba31-1725-0e4f-c4d75b86d615.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsAdjustableConnector Property

"Allow Slope Adjustments"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsAdjustableConnector { get; }
```